{"ranking": 4.0, "yelp_star": 4.5, "yelp_review": "This was my first time at Gotham Bar and Grill - an NYC staple - and it was incredible.  We split the heirloom tomato and burrata special for the table to...", "google_review_list": [{"review_author": "Avery Ma", "review_star": 5, "review_text": "Probably the single greatest eating experience we have had here in NYC. \n\nAmbiance and dress - Dining is at a comfortable level which borders on romantic and 'dinner with friends'. Dress is smart casual tending to the more formal given the attire of everyone else. \n\nService and greeting - we had to wait for a table to open past our reservation time, they provided our drinks complimentary.\n\nDid a mix and match three course - \n\n1) shrimp cocktail and the oysters ( Washington and cape cod) which were excellent.\n\n2) mushroom risotto - a perfectly cooked risotto filled with wild mushrooms. A rich Parmesan cheese flavor backed by white wine. My wife and i split this and it was delicious.\n\n3) Steak ( her) and Duck (me) - both solid flavors and presentation but the duck stole the show. Rich and tender, the duck was a bite-for-bite lesson in savory decadence\n\n4) Chocolate cake - Cake was great but the salted (Carmel?) Ice cream was the perfect compliment and most remarkable element\n\nThis place should not disappoint you."}, {"review_author": "Bin Fang", "review_star": 4, "review_text": "On the first glance, the menu does not seem to offer you a unique new food experience, but the dishes are so well prepared and fresh that you can experience traditional dishes in a new way. The ambiance is great and the service is impeccable.\n\nBefore we started with the food, we had the prosecco and a cocktail called \"royal\". The prosecco was very good and brut. I also very much liked the royal, but it has a very strong thai basilicum tasted almost medicine like. Either you love it or you hate it.\n\nI've had maya shrimps for the first time in my life and they were by far the best shrimps I've ever eaten. Yet, they were served head-off (I heard some people like to take the head off and suck it). My wife had the seafood salad which was also very good but I'd prefer the shrimps. I continued with the gazpacho which had an orange color instead of the traditional dark red but the tomtoes they used were particularly tasteful and fruity. Our main courses were the duck and the cod - both dishes among the best duck and cod we've ever eaten. The cherry clafoutis were the perfect finish of our meal.\n\nAs we did not want to go for a full bottle of wine, we asked for recommendations by the glass. I had the Barbera and my wife the white Burgundy wine. Both wines worked very well with the entrees!\n\nThe chef recommends ordering three courses. I can eat a lot and my two appezizers (shrimps and gazpaccio) were not very filling compared to other appetizers on the menu. However, the entrees were very large and two courses plus sharing a dessert would have been enough food."}, {"review_author": "Garner Marshall", "review_star": 4, "review_text": "That chocolate cake is the truth. I love the place. I've been a few times and have always had a positive experience. Great place for groups to go. "}, {"review_author": "amos saint fleur", "review_star": 5, "review_text": "This was a wonderful ending to our last night in NYC. Kim and Daniel was wonderful... The food was excellent and so was the service... "}, {"review_author": "Adam Van Grover", "review_star": 5, "review_text": "Crisp, seasonal menu - new American cuisine served in an exceptionally clean layout by a fully qualified service staff. The decor and ambiance are carefully curated with clean sweeping lines and pristine attention to detail. Fully attentive wait staff complement this. The food is delicious, pricey and worth it. "}], "num_yelp_reviews": 987.0, "google_rating": 4.5}